Repository: volynetsss/ChatAI
Catalog: Chat AI/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: uk

# chat_create_alert_cancel_action
source: Cancel
uk: Відмінити

# chat_create_alert_create_action
source: Create
uk: Створити

# chat_create_alert_placeholder
source: Chat's name...
uk: Ім'я чату...

# chat_create_alert_title
source: Create chat's name
uk: Створіть назву чату

# chats_screen_search_field_placeholder
source: Search
uk: Шукати

# chats_screen_title
source: Chats
uk: Чати

# context_menu_action_copy
source: Copy
uk: Копіювати

# context_menu_action_reanswer
source: Reanswer
uk: Переслати

# error_chat_name_already_exist
source: This chat's name is already exist
uk: Це ім'я чату вже існує

# error_chat_name_big
source: Chat's name must be less than 20 symbols
uk: Ім'я чату повинно бути менше 20 символів

# error_chat_name_is_blank
source: Chat's name wasn't entered
uk: Ім'я чату не було введено

# error_message_is_blank
source: Message wasn't entered
uk: Повідомлення не було введено

# error_title
source: Validation Error
uk: Помилка валідації

# onboard_btn_next
source: Next
uk: Далі

# onboard_btn_submit_trial
source: Start 3 Days Free Trial
uk: Почніть 3-денну безкоштовну пробну версію

# onboard_desc_point_third
source: We’ll remind you 24 hours before charging your card (if notification are enabled)
uk: Ми нагадаємо вам за 24 години до стягнення плати з вашої картки (якщо сповіщення ввімкнено)

# onboard_desc_trial_title
source: How your Trial works:
uk: Як працює пробна версія:

# onboard_detail_first
source: Welcome to GPT, your personal AI companion! Make your life easer, AI will answer your questions and be your go-to for any information you need. With cutting-edge technology and a user-friendly interface, let’s start exploring the world of AI together!
uk: Ласкаво просимо до GPT, вашого персонального компаньйона! Зробіть ваше життя простішим, штучний інтелект відповість на ваші запитання та допоможе вам отримати будь-яку необхідну інформацію. Завдяки передовій технології та зручному інтерфейсу, давайте почнемо досліджувати світ разом!

# onboard_detail_second
source: The all-in-one AI app that helps you create beautiful Poems, Engaging Posts, conduct thorough Research, Expand your Knowledge, Generate Code effortlessly and Edit Text with ease
uk: Універсальний додаток зі штучним інтелектом, який допоможе вам створювати гарні вірші, цікаві дописи, проводити ретельні дослідження, розширювати свої знання, легко генерувати код і легко редагувати текст

# onboard_detail_third
source: 3 Days Free Trial after 79,99€ per year. Automatically renewed ‘if Enabled’. Cancel any time.
uk: 3 дні безкоштовної пробної версії після 79,99 євро на рік. Автоматично поновлюється, якщо ввімкнено. Скасувати будь-коли.

# onboard_point_first_desc
source: Get access to app
uk: Отримати доступ до програми

# onboard_point_first_title
source: Today
uk: Сьогодні

# onboard_point_second_desc
source: Free access to the app
uk: Безкоштовний доступ до програми

# onboard_point_second_title
source: Tomorrow
uk: Завтра

# onboard_point_third_title
source: In 3 days
uk: Через 3 дні

# onboard_title_first
source: GPT: Your Personal AI Companion
uk: GPT: Ваш особистий супутник

# onboard_title_second
source: GPT: Your Writing Genius
uk: GPT: Ваш письменницький геній

# onboard_title_third
source: Get unlimited access!
uk: Отримайте необмежений доступ!

# onboard_version
source: Version 8.948
uk: Версія 8.948
